export const blog = [
    {
        id: 1,
        title: 'فيديو',
        desc: "الهدف الأساسي للتسويق هو فهم احتياجات العملاء وتفضيلاتهم.",
        p1: "في المشهد الرقمي اليوم، أصبحت مقاطع الفيديو التسويقية تغير قواعد اللعبة بالنسبة للشركات التي تسعى إلى إشراك جمهورها المستهدف والتأثير عليه وتحويله. تم تصميم دورة الفيديو التسويقية الجذابة هذه لتزويد المسوقين ورجال الأعمال ومنشئي المحتوى بالمهارات والاستراتيجيات الأساسية لإنشاء مقاطع فيديو مقنعة تؤدي إلى تحقيق النتائج.",
        p2: "اكتشف فن رواية القصص من خلال تقنيات الصور والصوت والتحرير التي ستأسر المشاهدين منذ الإطار الأول. تعلم كيفية صياغة نص قوي يتناغم مع مشاعر جمهورك ويجبرهم على اتخاذ الإجراءات اللازمة. استكشف الفروق الدقيقة في إنتاج الفيديو، بما في ذلك الإضاءة والتركيب واختيار اللقطات، لإنشاء مقاطع فيديو مذهلة بصريًا تترك انطباعًا دائمًا.",
        p3: "أطلق العنان لإمكانات منصات الفيديو مثل YouTube وInstagram وTikTok من خلال إتقان تقنيات التحسين التي تعزز الرؤية والمشاركة. انغمس في تحليلات الفيديو وتعلم كيفية قياس نجاح مقاطع الفيديو الخاصة بك، مما يتيح لك تحسين استراتيجياتك وزيادة عائد الاستثمار الخاص بك.",
        p4: "سواء كنت مسوقًا مبتدئًا أو متمرسًا، توفر هذه الدورة التدريبية مجموعة أدوات شاملة للاستفادة من قوة مقاطع الفيديو التسويقية. ارفع مستوى علامتك التجارية، وجذب التحويلات، وتميز في المشهد الرقمي المزدحم اليوم من خلال التأثير التحويلي لمقاطع الفيديو التسويقية جيدة الصنع. سجل الآن واكتشف المفتاح لجذب انتباه جمهورك وتحقيق أهدافك التسويقية.",
        images: require('../imgs/video.png')
    },
    {
        id: 2,
        title: 'مقالات',
        desc: "إطلاق العنان للرؤى: تمكين استراتيجية التسويق الخاصة بك بمقالات مقنعة",
        p1: "في عالم التسويق الرقمي الديناميكي، ظهرت المقالات كأداة حيوية للعلامات التجارية والشركات لإشراك جمهورها المستهدف وإعلامه والتأثير عليه. تم تصميم هذا الدليل الشامل لتسويق المقالات لتزويد المسوقين ومنشئي المحتوى ورجال الأعمال بالمعرفة والتقنيات اللازمة لصياغة مقالات مقنعة تحقق النتائج.",
        p2: "أطلق العنان لقوة رواية القصص من خلال الكلمة المكتوبة وتعلم كيفية إنشاء مقالات تتوافق مع مشاعر القراء، وتجذب انتباههم، وتلهمهم لاتخاذ الإجراءات اللازمة. اكتشف فن صياغة العناوين الرئيسية التي تجذب الانتباه وتنظيم مقالاتك بشكل فعال لتقديم تجربة قراءة سلسة.",
        p3: "استكشف العناصر الأساسية للكتابة المقنعة، بما في ذلك المقدمات المقنعة، والفقرات الأساسية الجذابة، والاستنتاجات المؤثرة، لإنشاء مقالات تترك انطباعًا دائمًا على جمهورك. انغمس في عالم تحسين محركات البحث (SEO) وتعرف على كيفية تحسين مقالاتك لتحقيق أقصى قدر من الرؤية وحركة المرور العضوية.",
        p4: "سواء كنت مسوقًا متمرسًا أو منشئ محتوى ناشئًا، فإن هذا الدليل يوفر لك مجموعة أدوات شاملة للاستفادة من قوة المقالات في استراتيجيتك التسويقية. ارفع مستوى علامتك التجارية، وأسس قيادة فكرية، وعزز التفاعل الهادف مع جمهورك من خلال التأثير التحويلي للمقالات التسويقية جيدة الصياغة. احتضن الكلمة المكتوبة واطلق العنان للقدرة على تحقيق أهدافك التسويقية. انغمس في هذا الدليل الآن وأطلق العنان لقوة المقالات المقنعة.",
        images: require('../imgs/article.png')
    }, 
    {
        id: 3,
        title: 'حالات',
        desc: "تم الكشف عن حالات التسويق: الرؤى والاستراتيجيات وقصص النجاح",
        p1: "انغمس في عالم التميز التسويقي من خلال مجموعتنا الشاملة من حالات التسويق الواقعية. يتعمق هذا التجميع الثاقب في مجموعة من الصناعات ويعرض الحملات والاستراتيجيات والتكتيكات التسويقية الناجحة التي تستخدمها العلامات التجارية والشركات الرائدة.",
        p2: "استكشف تعقيدات التسويق الحديث من خلال التحليلات المتعمقة لدراسات الحالة الجذابة. اكتشف الأسرار الكامنة وراء حملات التسويق الفيروسية التي اجتاحت العالم الرقمي، وقم بتحليل الاستراتيجيات الكامنة وراء إطلاق المنتجات الناجحة، واكشف عن عمليات التفكير التي أدت إلى تحولات ملحوظة في العلامة التجارية.",
        p3: "احصل على رؤى قيمة حول تقنيات التسويق الفعالة عبر قنوات مختلفة، بما في ذلك وسائل التواصل الاجتماعي وتسويق المحتوى والتعاون المؤثر والتسويق التجريبي والمزيد. افهم كيف تمكنت العلامات التجارية من الوصول بفعالية إلى جمهورها المستهدف وإشراكه، والتغلب على التحديات، وتحقيق نتائج ملموسة.",
        p4: "تمتلئ كل دراسة حالة تسويقية بنصائح قابلة للتنفيذ ودروس قيمة يمكن تطبيقها على مساعيك التسويقية. سواء كنت مسوقًا أو رجل أعمال أو صاحب عمل، فإن هذه الحالات ستزودك بالإلهام والرؤى الإستراتيجية وفهم أعمق لسلوك المستهلك.",
        images: require('../imgs/case-study.png')
    },
]

